[
  "buttons",
  "periodic-notes",
  "templater-obsidian",
  "calendar",
  "dataview",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-admonition",
  "table-editor-obsidian",
  "obsidian-checklist-plugin",
  "actions-uri",
  "obsidian-kanban",
  "nldates-obsidian",
  "obsidian-banners",
  "obsidian-style-settings",
  "obsidian-local-rest-api",
  "obsidian-git"
]